crossref/scenarios/ptz_get_status.request.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Header><!--WSSE--></s:Header>
  <s:Body>
    <tptz:GetStatus xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl">
      <tptz:ProfileToken>profile_0</tptz:ProfileToken>
    </tptz:GetStatus>
  </s:Body>
</s:Envelope>
